Repository: Lospi/OuterSpaces
Catalog: Outer Spaces/Localizable.xcstrings
Source language: en
Languages: pt_br

source: 1. Open the app and fetch the current available spaces (Desktops) (Only required on the first time or when new spaces are added)
pt_br: 1. Abra o app e obtenha os spaces (Mesas) disponíveis (necessário apenas na primeira vez, ou quando novas mesas surgirem)

source: 2. Create a focus preset for each focus mode that you with to use
pt_br: 2. Crie um foco pré-determinado para cada Foco que deseja utilizar

source: 3. Assign the desired spaces to the focus preset
pt_br: 3. Atribua os spaces desejados no foco pré-determinado

source: 4. Enable Automation and Accessibility permissions on the System Preferences > Security & Privacy > Accessibility for Outer Spaces (Might be prompted on the first time switching spaces)
pt_br: 4. Autorize Outer Spaces em Automação e Acessibilidade em Ajustes do Sistema > Segurança e Privacidade para Outer Spaces (Poderá ser solicitado na primeira troca de spaces)

source: 5. Open System Settings, Keyboard, Shortcuts, and enable Space switching shortcuts for every space on Mission Control
pt_br: 5. Abra os Ajustes do Sistema, Teclado, Atalhos, e ative os atalhos de teclado para cada mesa no Mission Control

source: 6. Switch to Focus on System Settings, and for each focus mode, assign the corresponding focus preset to the focus filter
pt_br: 6. Mude para a aba Foco nas Configurações, e para cada foco, atribua o foco pré-determinado respectivo no filtro de foco

source: 7. Enjoy!
pt_br: 7. Aproveite!

source: About Outer Spaces
pt_br: Sobre Outer Spaces

source: Accessibility
pt_br: Acessibilidade

source: Accessibility permission needed
pt_br: Necessária permissão de Acessibilidade

source: Accessibility Permission Required
pt_br: Necessária permissão de Acessibilidade

source: Auto-switch spaces with Focus modes
pt_br: Trocar automaticamente spaces com Modo Foco

source: Cancel
pt_br: Cancelar

source: Check for Updates…
pt_br: Verificar por atualizações...

source: Close
pt_br: Fechar

source: Configure macOS Keyboard Shortcuts
pt_br: Configurar atalhos de teclado do macOS

source: Contact: admin@lospi.dev
pt_br: Contato: admin@lospi.dev

source: Create
pt_br: Criar

source: Create New Focus Preset
pt_br: Criar novo padrão de foco

source: Debug Mode
pt_br: Modo Debug

source: Delete Focus Preset
pt_br: Deletar padrão de foco

source: Developed by Lospi
pt_br: Desenvolvido por Lospi

source: Disabled
pt_br: Desabilitado

source: Done
pt_br: Finalizado

source: Editing "%@" - Select spaces to include
pt_br: Editando “%@” - Selecione os spaces a serem inclusos

source: Enable
pt_br: Habilitar

source: Enable Logging
pt_br: Habilitar registros

source: Enable Stage Manager
pt_br: Habilitar Organizador Visual

source: Enable/Disable Stage Manager
pt_br: Habilitar/Desabilitar Organizador Visual

source: Enabled
pt_br: Habilitado

source: Export Diagnostics
pt_br: Exportar Diagnóstico

source: Fix
pt_br: Corrigir

source: Fix Issues
pt_br: Corrigir Problemas

source: Focus Preset
pt_br: Foco pré-determinado

source: For a complete guide, visit our video guide on YouTube
pt_br: Para um guia completo, acesse nosso vídeo no YouTube

source: How to Use
pt_br: Como Usar

source: Keyboard Shortcuts
pt_br: Atalhos de Teclado

source: Launch at Login
pt_br: Abrir ao iniciar

source: New Preset Name
pt_br: Nome do foco

source: New Preset...
pt_br: Novo foco pré-determinado...

source: Open macOS Focus Settings
pt_br: Abrir configurações de Foco no macOS

source: Open macOS Keyboard Settings
pt_br: Abrir configurações de teclado no macOS

source: Open Settings
pt_br: Abrir Ajustes

source: Open YouTube
pt_br: Abrir YouTube

source: Open YouTube Tutorial
pt_br: Abrir tutorial no YouTube

source: Outer Spaces helps you organize your Mac's desktop spaces with Focus modes, allowing for automatic workspace transitions based on your current activity.
pt_br: Outer Spaces ajuda você a organizar suas mesas do Mac com Modos de Foco, permitindo a troca automática da sua área de trabalho na troca de foco

source: Outer Spaces needs accessibility permissions to switch spaces. Please go to System Settings → Privacy & Security → Accessibility and enable Outer Spaces. Error: %@
pt_br: Outer Spaces requer permissões de Acessibilidade para trocar Spaces. Vá para Ajustes do Sistema → Privacidade e Segurança → Acessibilidade e habilite Outer Spaces. Erro: %@

source: Preset Name
pt_br: Nome do padrão

source: Preview
pt_br: Prévia

source: Report an Issue
pt_br: Reportar problema

source: Required for switching between spaces
pt_br: Necessário para trocar spaces

source: Reset
pt_br: Redefinir

source: Reset All Settings
pt_br: Redefinir todas as configurações

source: Reset all settings, spaces, and focus presets to default values.
pt_br: Redefinir todas as configurações, Spaces, e padrões de foco para os valores padrão.

source: Reset Outer Spaces?
pt_br: Redefinir Outer Spaces

source: Select Preset
pt_br: Selecionar foco pré-determinado

source: Select Space
pt_br: Selecionar Mesa

source: Select your built preset with the desired spaces
pt_br: Selecione seu foco pré-definido com as mesas desejadas

source: Settings
pt_br: Configurações

source: Show Space Numbers
pt_br: Mostrar número dos Spaces

source: Space
pt_br: Mesa

source: Stage Manager
pt_br: Organizador Visual

source: Support
pt_br: Suporte

source: System Shortcuts
pt_br: Atalhos do Sistema

source: These shortcuts help you use Outer Spaces effectively. Make sure to enable space switching shortcuts in macOS System Settings.
pt_br: Esses atalhos ajudam você a usar Outer Spaces corretamente. Certifique-se de habilitar o atalho de troca de spaces nas configurações de sistema do seu macOS.

source: This will reset all your spaces, focus presets, and settings to default values. This action cannot be undone.
pt_br: Isso irá redefinir todos seus spaces, padrões de foco, e configurações para os valores padrão. Essa ação não pode ser desfeita

source: Validate Space Organization
pt_br: Validar organização dos Spaces

source: Version %@
pt_br: Versão %@

source: View Documentation
pt_br: Visualizar Documentação
